Repository: bonus3/woocommerce-checkout-cielo
Catalog: languages/woocommerce-checkout-cielo-*.po
Languages: pt_br

source: Order %s
pt_br: Pedido %s

source: Credit Card
pt_br: Cartão de crédito

source: Banking Billet
pt_br: Boleto bancário

source: Online Debit
pt_br: Débito online

source: Debit Card
pt_br: Cartão de débito

source: Low Risk
pt_br: Baixo risco

source: High Risk
pt_br: Alto risco

source: Not Finished
pt_br: Não finalizado

source: Moderate Risk
pt_br: Risco moderado

source: Accept payments by credit card, debit card, online debit or banking billet using the Checkout Cielo.
pt_br: Aceite pagamentos por cartão de crédito, cartão de débito, débito online e boleto bancário utilizando o Checkout Cielo.

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enable Checkout Cielo
pt_br: Ativar Checkout Cielo

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante a finalização da compra.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isto controla a descrição que o usuário vê durante a finalização do pedido.

source: Pay with credit card, debit card, online debit or banking billet.
pt_br: Pague com cartão de crédito, cartão de débito, débito online ou boleto bancário.

source: Integration Settings
pt_br: Configurações da Integração

source: Please enter your Merchant ID. This is needed in order to take payment. Is possible found the Merchant ID in %s.
pt_br: Por favor, digite o seu Merchant ID. Isto é necessário para receber pagamentos. É possível encontrar o seu Merchant ID em %s.

source: Cielo Backoffice > Settings > Account Data
pt_br: Cielo Backoffice > Configurações > Dados cadastrais

source: For the integration work you need to set the following urls in the %s:
pt_br: Para a integração funcionar é necessário que você configure as seguintes URLs em %s:

source: Cielo Backoffice > Settings > Store Settings
pt_br: Cielo Backoffice > Configurações > Configurações da loja

source: Return URL:
pt_br: URL de Retorno:

source: Notification URL:
pt_br: URL de Notificação:

source: Status Change URL:
pt_br: URL de Mudança de Status:

source: Integration Behavior
pt_br: Comportamento da integração

source: Complete payment when Credit Card is Authorized
pt_br: Completar pagamentos para cartões de crédito autorizados

source: If this option is enabled the payment is completed when the credit card has been authorized and before the value is captured.
pt_br: Quando esta opção esta ativada os pagamentos são completados quando um cartão de crédito é autorizado, mesmo antes do valor ser capturado.

source: Send only the order total
pt_br: Enviar apenas o total do pedido

source: If this option is enabled will only send the order total, not the list of items.
pt_br: Quando esta opção esta ativada será enviado apenas o total do pedido e não a lista de itens.

source: Gateway Testing
pt_br: Teste de Gateway

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Checkout Cielo events, such as API requests, you can check this log in %s.
pt_br: Registra eventos do Checkout Cielo, como requisições na API, você pode verificar este log em %s.

source: System Status &gt; Logs
pt_br: Status do Sistema &gt; Logs

source: Thank you for your order. We are now redirecting you to Cielo to make payment.
pt_br: Obrigado pelo seu pedido. Nos estamos lhe redirecionando para fazer o pagamento no site da Cielo.

source: Pay via Cielo
pt_br: Pagar com Cielo

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido &amp; restaurar carrinho

source: Thank you - your order is now pending payment. You should be automatically redirected to Cielo to make payment.
pt_br: Obrigado - o seu pedido esta com o pagamento pendente. Você será redirecionado automaticamente para o site da Cielo para poder realizar o seu pagamento.

source: Cielo Request Failure
pt_br: Cielo - Falha na requisição

source: Cielo TID
pt_br: TID Cielo

source: Payer email
pt_br: E-mail do pagador

source: Payer name
pt_br: Nome do pagador

source: Payment type
pt_br: Tipo de pagamento

source: Payment method
pt_br: Método de pagamento

source: Payment bank
pt_br: Banco

source: Installments
pt_br: Parcelas

source: Antifraud result
pt_br: Resultado do antifraude

source: Cielo: Payment pending.
pt_br: Cielo: Pagamento pendente.

source: Cielo: Order paid.
pt_br: Cielo: Pedido pago.

source: Cielo: Credit card denied.
pt_br: Cielo: Cartão de crédito negado.

source: Cielo: Credit card payment canceled.
pt_br: Cielo: O pagamento do cartão de crédito foi cancelado.

source: Cielo: Payment not finished.
pt_br: Cielo: Pagamento não finalizado.

source: Cielo: Credit card authorized. Need to be capatured in the Cielo Backoffice.
pt_br: Cielo: Cartão de crédito autorizado. É necessário capturar o valor no Cielo Backoffice.

source: Cielo: Payment refunded.
pt_br: Cielo: Pagamento reembolsado.

source: Currency <code>%s</code> is not supported. Works only with Brazilian Real.
pt_br: A moeda <code>%s</code> não é suportada. Funciona apenas com Real.

source: This plugin depends on the last version of %s to work!
pt_br: Este plugin depende da última versão do %s para funcionar!

source: Checkout Cielo payment gateway for WooCommerce.
pt_br: Gateway de pagamento Checkout Cielo para WooCommerce.

source: Enable Antifraud
pt_br: Ativar Antifraude

source: If this option is enabled the payments will be processed by the Antifraud.
pt_br: Quando esta opção esta ativada os pagamentos são processados pelo antifraude.

source: WooCommerce Checkout Cielo Disabled
pt_br: WooCommerce Checkout Cielo esta desativado

source: Settings
pt_br: Configurações
